acpi
acpi_call-dkms
acpid
alacritty
amd-ucode
android-file-transfer
android-tools
arch-install-scripts
base
base-devel
blueman
bluez-utils
bottom
bspwm
calf
code
cpupower
deluge
deluge-gtk
discord
dmidecode
dunst
easyeffects
feh
firefox
fish
gimp
git
go
gobject-introspection
gvfs-mtp
htop
inxi
libreoffice-fresh
libva-mesa-driver
linux
linux-firmware
linux-g14
linux-g14-headers
linux-headers
lsp-plugins
lxappearance
maim
mesa-utils
mokutil
mpc
mpd
mplayer
neofetch
neovim
networkmanager
ninja
nodejs
noto-fonts-cjk
npm
ntfs-3g
ntp
nvidia-dkms
nvidia-prime
nvidia-settings
pavucontrol
picom
pipewire
pipewire-pulse
playerctl
plocate
polybar
postgresql
python-flask
python-flask-cors
python-matplotlib
python-opencv
python-pipx
python-pyserial
python-pywal
python-scikit-build
python-scikit-learn
python-seaborn
ranger
refind
rofi
rog-control-center
sbsigntools
scrcpy
supergfxctl
sxhkd
systemd-resolvconf
terraform
thunar
tk
ttc-iosevka
ttf-iosevka-nerd
ueberzug
unrar
unzip
w3m
wget
xclip
xdotool
xf86-input-synaptics
xf86-video-amdgpu
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xsetroot
xsecurelock
zip
zsh
